[CodexClass X2SoldierClassTemplate]
+DisplayName="原典"
+ClassSummary="据我们所知，一个在物理层面上*不存在*的实体。"
+LeftAbilityTreeTitle="原典"
+RightAbilityTreeTitle="原典"
+AbilityTreeTitles[0]="原典"
+AbilityTreeTitles[1]="原典"
+AbilityTreeTitles[3]="XCOM"
;ALPHABETICAL ORDER
+RandomNickNames[0]="原典"
+RandomNickNames[1]="赛博斯"
+RandomNickNames[2]="维克斯"
+RandomNickNames[4]="防火墙"
+RandomNickNames[5]="闪亮"
+RandomNickNames[6]="尖叫"

[PA_Codex_Tech X2TechTemplate]
DisplayName="激活原典"
Summary="我们可以重新编程一个原典来为我们工作，但这需要一些努力。"
CodeName="数值测试项目"
LongDescript="原典的重新编程取得了成功。"

[PA_Codex_WPN X2WeaponTemplate]
FriendlyName="原典步枪"
FriendlyNamePlural="原典步枪"
BriefSummary="原典使用的等离子步枪与外星人使用的其他步枪不同，它似乎是专门连接到他们的，允许他们用它传送。"
TacticalText="<Bullet/>充值是为了休闲\n - Sun Tzu/>"
AbilityDescName="原典步枪"

[PACodex_TP X2AbilityTemplate]
LocFriendlyName="传送"
LocHelpText="此能力允许原典传送到目的地。此操作成本+<ability:PACodex_TP_ActionPointCost/>."
LocLongDescription="此能力允许原典传送到目的地。成本+<ability:PACodex_TP_ActionPointCost/>."
LocFlyOverText="传送"
LocFriendlyNameWhenConcealed="传送"
